Autodesk.Navisworks.Api.ServerType
Sign In Server Type.

Autodesk.Navisworks.Api.ServerType.Production
Production.

Autodesk.Navisworks.Api.ServerType.Staging
Staging.

Autodesk.Navisworks.Api.ServerType.Development
Development.